Web_Teh/lab3_4/app/views/cases/index.html.erb

<ul>
  <% Case.all.each do |c| %>
---
SELECT "cases".* FROM "cases"